Repository: pozsarzs/chc
Catalog: languages/chc_*.po
Languages: hu

source: Cannot run default browser.
hu: Nem tudom futtatni az alapértelmezés szerinti böngészőt!

source: Cannot run default mailer.
hu: Nem tudom futtatni az alapértelmezés szerinti levelezőt!

source: Error, please check values!
hu: Hiba, ellenőrizze a megadott értékeket!

source: Save to file
hu: Mentés fájlba

source: result.txt
hu: eredmeny.txt

source: This file is exists, overwrite?
hu: A fájl lézetik, felülírjam?

source: text files (*.txt)|*.txt|
hu: szöveges fájlok (*.txt)|*.txt|

source: Error, cannot write this file!
hu: Hiba, nem tudom létrehozni a fájlt!

source: Do you want to save result?
hu: Akarja menteni az eredményt?

source: EI core choking coil
hu: EI vasmagos fojtótekercs

source: E&xit
hu: &Kilépés

source: &Calculate!
hu: &Számolj!

source: &About
hu: &Névjegy

source: &Save
hu: &Mentés

source: Cross section of iron core
hu: Vaskeresztmetszet

source: Total requested place of coil
hu: A tekercs helyigénye

source: Round of coil
hu: Menetszám

source: Diameter of wire
hu: Huzalátmérő

source: Load current
hu: Terhelő áram

source: Inductance of coil
hu: Induktivitás

source: Width of air gap
hu: Légrés szélesség

source: Input data
hu: Kiindulási adatok

source: Result
hu: Kiszámított adatok

source: rnd
hu: me

source: (Hold cursor on fields to hint.)
hu: (A segítségért tartsa a mező felett a kurzort.)

source: Close
hu: Bezár

source: About
hu: Névjegy

source: EI core choking coil sizing application
hu: EI vasmagos fojtótekercs méretező

source: Licence: GNU GPL 3.0 or later
hu: Licenc: GNU GPL 3.0 vagy későbbi
